Repository: MarkBowenPiano/beaver-builder-googlemaps
Catalog: languages/bbgmap-*.po
Languages: fr_fr

source: This address could not be found:
fr_fr: Cette adresse est introuvable :

source: This place could not be found:
fr_fr: Cette adresse est introuvable :

source: Please, i need a address to work ;)
fr_fr: S'il vous plaît, j'ai besoin d'une adresse pour fonctionner ;)

source: Get coordinates
fr_fr: Obtenir les coordonnées

source: Move the marker to reposition
fr_fr: Déplacer le curseur pour repositionner

source: Add a marker to see the map
fr_fr: Ajoutez un marqueur pour voir la carte

source: Google Map
fr_fr: Carte Google

source: Display a Google map.
fr_fr: Afficher la carte Google.

source: WP in a day Modules
fr_fr: Modules WP in a day

source: General
fr_fr: Général

source: 1 (space)
fr_fr: 1 (espace)

source: 21 (street)
fr_fr: 21 (rue)

source: Height
fr_fr: Hauteur

source: Markers
fr_fr: Marqueurs

source: Marker
fr_fr: Marqueur

source: Paste a style from <a href="http://snazzymaps.com" target="_blank">Snazzymaps</a> or <a href="http://www.mapstylr.com/" target="_blank">MapStylr</a>.
fr_fr: Coller le style depuis les sites <a href="http://snazzymaps.com" target="_blank">Snazzymaps</a> ou <a href="http://www.mapstylr.com/" target="_blank">MapStylr</a>.

source: Style Code
fr_fr: Code du style de la carte

source: Add Marker
fr_fr: Ajouter un marqueur

source: Title
fr_fr: Titre

source: Used to identify the markers in list
fr_fr: Utilisé pour identifier les marqueurs dans la liste
